/* Used when showing an invalid entry or input encountered when expecting a formal entry such as a number of date */
"\\U201c%@\\U201d" = "“%@”";

/* NSKeyValueValidationError, message shown when the numeric value of user input is invalid (for example too small or too large) */
"Err1024-C" = "Değer geçerli değil.";

/* NSKeyValueValidationError, message shown when the numeric value of user input is invalid (for example too small or too large) */
"Err1024-C.a" = "%@ değeri geçerli değil.";

/* NSKeyValueValidationError, suggestion string when a numeric value of an user input is invalid (for example too small or too large) */
"Err1024-R" = "Lütfen geçerli bir değer girin.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-C" = "Değer geçerli değil.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-C.a" = "%@ değeri geçerli değil.";

/* NSFormattingError, message shown when the numeric value of an entry or input is too small */
"Err2048-C.an" = "Değer çok küçük.";

/* NSFormattingError, message shown when the numeric value of an entry or input is too large */
"Err2048-C.ax" = "Değer çok büyük.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-R" = "Lütfen geçerli bir değer girin.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too small */
"Err2048-R.n" = "Lütfen %@ değerinden küçük olmayan bir sayı girin.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too small or too large */
"Err2048-R.nx" = "Lütfen %1$@ ile %2$@ arasında bir sayı girin.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too large */
"Err2048-R.x" = "Lütfen %@ değerinden büyük olmayan bir sayı girin.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048.an" = "%@ değeri çok küçük.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048.ax" = "%@ değeri çok büyük.";

/* NSFileLockingError */
"Err255-C" = "Dosya kilitlenemedi.";

/* NSFileLockingError */
"Err255-R" = "Dosya zaten kilitli olabilir veya onu kilitleme izniniz olmayabilir.";

/* NSFileLockingError, argument is a file name */
"Err255.f" = "“%@” adlı dosya kilitlenemedi.";

/* NSFileReadUnknownError */
"Err256" = "Dosya açılamadı.";

/* NSFileReadUnknownError, argument is a file name */
"Err256.f" = "“%@” adlı dosya açılamadı.";

/* NSFileReadNoPermissionError */
"Err257" = "Dosya açılamadı çünkü onu görüntüleme izniniz yok.";

/* NSFileReadNoPermissionError */
"Err257-C" = "İzniniz yok.";

/* NSFileReadNoPermissionError; ; suggestion applies to files or folders, hence the use of the word item */
"Err257-R" = "İzinleri görüntülemek veya değiştirmek için, Finder’da öğeyi seçip Dosya > Bilgi Ver’i seçin.";

/* NSFileReadNoPermissionError, argument is a file name */
"Err257.f" = "“%@” adlı dosya açılamadı çünkü onu görüntüleme izniniz yok.";

/* NSFileReadInvalidFileNameError */
"Err258-C" = "Dosya adı geçersiz.";

/* NSFileReadInvalidFileNameError, argument is a file or folder name */
"Err258.f" = "“%@” dosya adı geçersiz olduğu için öğe açılamadı.";

/* NSFileReadCorruptFileError */
"Err259" = "Dosya doğru biçimde olmadığı için açılamadı.";

/* NSFileReadCorruptFileError */
"Err259-C" = "Dosya doğru biçimde değil.";

/* NSFileReadCorruptFileError */
"Err259-R" = "Dosya bozulmuş, kesilmiş veya beklenmeyen bir biçimde olabilir.";

/* NSFileReadCorruptFileError, argument is a file name */
"Err259.f" = "“%@” adlı dosya doğru biçimde olmadığı için açılamadı.";

/* NSFileReadNoSuchFileError */
"Err260" = "Dosya mevcut olmadığı için açılamadı.";

/* NSFileReadNoSuchFileError */
"Err260(Folder).f" = "“%@” adlı klasör yok.";

/* NSFileReadNoSuchFileError */
"Err260-C" = "Dosya yok.";

/* NSFileReadNoSuchFileError */
"Err260-C(Folder)" = "Klasör yok.";

/* NSFileReadNoSuchFileError, argument is a file name */
"Err260.f" = "“%@” adlı dosya mevcut olmadığı için açılamadı.";

/* NSFileReadInapplicableStringEncodingError */
"Err261" = "Dosya, belirtilen metin kodlaması kullanılarak açılamadı.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-C" = "Belirtilen metin kodlaması uygulanabilir değil.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261-C.e" = "%@ metin kodlaması uygulanabilir değil.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-R" = "Dosya, farklı bir metin kodlaması kullanılarak kaydedilmiş olabilir veya metin dosyası olmayabilir.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.e" = "Dosya, %@ metin kodlaması kullanılarak açılamadı.";

/* NSFileReadInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.ef" = "“%2$@” adlı dosya, %1$@ metin kodlaması kullanılarak açılamadı.";

/* NSFileReadUnsupportedSchemeError */
"Err262" = "Belirtilen URL türü desteklenmediği için dosya açılamadı.";

/* NSFileReadUnsupportedSchemeError */
"Err262-C" = "Belirtilen URL türü desteklenmiyor.";

/* NSFileReadUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err262.fu" = "URL türü olan %2$@ desteklenmediği için “%1$@” adlı dosya açılamadı.";

/* NSFileReadUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err262.u" = "URL türü olan %@ desteklenmediği için dosya açılamadı.";

/* NSFileReadTooLargeError */
"Err263" = "Öğe çok büyük olduğu için açılamadı.";

/* NSFileReadTooLargeError, reason string */
"Err263-C" = "Öğe çok büyük.";

/* NSFileReadTooLargeError, argument is a file name */
"Err263.f" = "“%@” adlı öğe çok büyük olduğu için açılamadı.";

/* NSFileReadUnknownStringEncodingError */
"Err264" = "Dosya, içeriğinin metin kodlaması belirlenemediği için açılamadı.";

/* NSFileReadUnknownStringEncodingError, reason string */
"Err264-C" = "İçeriklerin metin kodlaması belirlenemedi.";

/* NSFileReadUnknownStringEncodingError, recovery suggestion */
"Err264-R" = "Metin kodlaması belirterek dosyayı açabilirsiniz.";

/* NSFileReadUnknownStringEncodingError, argument is a file name */
"Err264.f" = "“%@” adlı dosya içeriğinin metin kodlaması belirlenemediği için dosya açılamadı.";

/* NSUserCancelledError */
"Err3072-C" = "İşlemden vazgeçildi.";

/* NSFeatureUnsupportedError */
"Err3328" = "Özellik desteklenmediği için istenen işlem tamamlanamadı.";

/* NSFeatureUnsupportedError, argument is a file name */
"Err3328(Trash).f" = "Disk bölümünde Çöp Sepeti olmadığı için “%@” Çöp Sepeti’ne taşınamadı.";

/* NSFeatureUnsupportedError, argument is a file name and volume name */
"Err3328(Trash).fv" = "“%2$@” adlı disk bölümünde Çöp Sepeti olmadığı için “%1$@” Çöp Sepeti’ne taşınamadı.";

/* NSFeatureUnsupportedError */
"Err3328-C" = "İstenen işlem desteklenmiyor.";

/* NSFeatureUnsupportedError */
"Err3328-C(Trash)" = "Disk bölümünde Çöp Sepeti yok.";

/* NSPropertyListCorruptError */
"Err3840" = "Veri, bozulmuş olduğu için okunamadı.";

/* NSPropertyListCorruptError */
"Err3840-C" = "Veri bozulmuş.";

/* NSPropertyListUnknownVersionError */
"Err3841" = "Veri, bu uygulamanın anlayamadığı bir biçimde olduğu için okunamadı.";

/* NSPropertyListUnknownVersionError */
"Err3841-C" = "Veri, bu uygulamanın anlayamadığı bir biçimde.";

/* NSPropertyListReadStreamError */
"Err3842" = "Verinin kaynağında oluşan bir hata nedeniyle veri okunamadı.";

/* NSPropertyListReadStreamError */
"Err3842-C" = "Verinin kaynağında bir hata oluştu.";

/* NSPropertyListWriteStreamError */
"Err3851" = "Verinin hedefinde oluşan bir hata nedeniyle veri yazılamadı.";

/* NSPropertyListWriteStreamError */
"Err3851-C" = "Verinin hedefinde bir hata oluştu.";

/* NSFileNoSuchFileError, argument is a folder name */
"Err4(Folder).f" = "“%@” adlı klasör yok.";

/* NSFileNoSuchFileError, first arg: source file, second arg: destination file */
"Err4(Move).fp" = "Taşınan öğe veya hedefi içeren klasör var olmadığı için “%1$@”, “%2$@” adlı hedefe taşınamadı.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4(Remove).f" = "“%@” silinemedi.";

/* NSFileNoSuchFileError */
"Err4-C" = "Dosya yok.";

/* NSFileNoSuchFileError, applied to a folder */
"Err4-C(Folder)" = "Klasör yok.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4.f" = "“%@” adlı dosya yok.";

/* Message shown when the connection to a helper application is interrupted due to the helper application exiting. */
"Err4097" = "Yardımcı uygulamayla iletişim kurulamadı.";

/* Recovery suggestion for message shown when the connection to a helper application is interrupted. */
"Err4097-R" = "İşleminizi yeniden deneyin. Başarısız olursa uygulamadan çıkıp onu yeniden başlatın ve tekrar deneyin.";

/* Message shown when the connection to a helper application is interrupted and can not be reestablished. */
"Err4099" = "Yardımcı uygulamayla iletişim kurulamadı.";

/* Recovery suggestion for message shown when the connection to a helper application is interrupted. */
"Err4099-R" = "İşleminizi yeniden deneyin. Başarısız olursa uygulamadan çıkıp onu yeniden başlatın ve tekrar deneyin.";

/* Message shown when the connection to a helper application is invalidated due to a corrupted response. */
"Err4101" = "Yardımcı uygulamayla iletişim kurulamadı.";

/* Recovery suggestion for message shown when the connection to a helper application is interrupted. */
"Err4101-R" = "İşleminizi yeniden deneyin. Başarısız olursa uygulamadan çıkıp onu yeniden başlatın ve tekrar deneyin.";

/* NSFileWriteUnknownError */
"Err512" = "Dosya kaydedilemedi.";

/* NSFileWriteUnknownError, when the save of the specified file fails because the backup file for the saved file can't be created or updated */
"Err512(Backup).f" = "Yedekleme dosyası güncellenemediği için “%1$@” adlı dosya kaydedilemedi.";

/* NSFileWriteUnknownError, first argument is the source, second argument is the destination */
"Err512(Copy).fp" = "“%1$@”, “%2$@” hedefine kopyalanamadı.";

/* NSFileWriteUnknownError, first arg: source, second arg: destination */
"Err512(Link).fp" = "“%1$@”, “%2$@” hedefine bağlanamadı.";

/* NSFileWriteUnknownError, first arg: source file, second arg: destination file */
"Err512(Move).fp" = "“%1$@”, “%2$@” hedefine taşınamadı.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512(Remove).f" = "“%@” silinemedi.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512(Trash).f" = "“%@” Çöp Sepeti’ne taşınamadı.";

/* NSFileWriteUnknownError, when the save of a file fails because the backup file can't be created or updated */
"Err512-C(Backup)" = "Yedekleme dosyası kaydedilemedi.";

/* NSFileWriteUnknownError, recovery suggestion for when the save of a file fails because the backup file can't be created or updated */
"Err512-R(Backup)" = "Yedekleme dosyası kilitli olabilir veya onu kaydetme izniniz olmayabilir. İzinleri görüntülemek veya değiştirmek için, Finder’da öğeyi seçip Dosya > Bilgi Ver’i seçin.";

/* NSFileWriteUnknownError, arguments are folder name where the file was going to be saved, and file name */
"Err512.df" = "“%2$@” adlı dosya “%1$@” klasörüne kaydedilemedi.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512.f" = "“%@” adlı dosya kaydedilemedi.";

/* NSFileWriteNoPermissionError */
"Err513" = "İzniniz olmadığı için dosya kaydedilemedi.";

/* NSFileWriteNoPermissionError, first argument is the source, second argument is the destination */
"Err513(Copy).fp" = "“%2$@” hedefine erişim izniniz olmadığı için “%1$@” kopyalanamadı.";

/* NSFileWriteNoPermissionError, first arg: source, second arg: destination */
"Err513(Link).fp" = "“%2$@” hedefine erişim izniniz olmadığı için “%1$@” bağlanamadı.";

/* NSFileWriteNoPermissionError, first arg: source file, second arg: destination file */
"Err513(Move).fp" = "“%2$@” hedefine erişim izniniz olmadığı için “%1$@” taşınamadı.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513(Remove).f" = "“%@” adlı dosya, erişim izniniz olmadığı için silinemedi.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513(Trash).f" = "Erişim izniniz olmadığı için “%@” Çöp Sepeti’ne taşınamadı.";

/* NSFileWriteNoPermissionError */
"Err513-C" = "İzniniz yok.";

/* NSFileWriteNoPermissionError; suggestion applies to files or folders, hence the use of the word item */
"Err513-R" = "İzinleri görüntülemek veya değiştirmek için, Finder’da öğeyi seçip Dosya > Bilgi Ver’i seçin.";

/* NSFileWriteNoPermissionError, arguments are folder name where the file was going to be saved, and file name */
"Err513.df" = "“%2$@” adlı dosyayı, “%1$@” klasörüne kaydetme izniniz yok.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513.f" = "“%@” adlı dosyayı kaydetme izniniz yok.";

/* NSFileWriteInvalidFileNameError */
"Err514" = "Dosya adı geçersiz olduğu için öğe kaydedilemedi.";

/* NSFileWriteInvalidFileNameError, argument is a file name */
"Err514(Remove).f" = "“%@” dosya adı geçersiz olduğu için öğe silinemedi.";

/* NSFileWriteInvalidFileNameError */
"Err514-C" = "Dosya adı geçersiz.";

/* NSFileWriteInvalidFileNameError, argument is a file or folder name */
"Err514.f" = "“%@” dosya adı geçersiz olduğu için öğe kaydedilemedi.";

/* NSFileWriteFileExistsError */
"Err516" = "Aynı ada sahip bir dosya zaten var olduğu için dosya kaydedilemedi.";

/* NSFileWriteFileExistsError, first arg: source, second arg: destination */
"Err516(Copy).fp" = "Aynı ada sahip bir öğe zaten var olduğu için “%1$@”, “%2$@” adlı hedefe kopyalanamadı.";

/* NSFileWriteFileExistsError, first arg: source, second arg: destination */
"Err516(Link).fp" = "Aynı ada sahip bir öğe zaten var olduğu için “%1$@”, “%2$@” adlı hedefe bağlanamadı.";

/* NSFileWriteFileExistsError, first arg: source, second arg: destination */
"Err516(Move).fp" = "Aynı ada sahip bir öğe zaten var olduğu için “%1$@”, “%2$@” adlı hedefe taşınamadı.";

/* NSFileWriteFileExistsError */
"Err516-C" = "Aynı ada sahip bir dosya zaten var.";

/* NSFileWriteFileExistsError, argument is a file name */
"Err516-C.f" = "“%@” adlı bir dosya zaten var.";

/* NSFileWriteFileExistsError */
"Err516-R" = "Dosyayı kaydetmek için, farklı bir ad sağlayın veya var olan dosyayı başka bir yere taşıyın ya da silin ve yeniden deneyin.";

/* NSFileWriteFileExistsError, first arg: destination folder, second arg: a file name */
"Err516.df" = "Aynı ada sahip bir dosya zaten var olduğu için “%2$@” adlı dosya “%1$@” klasörüne kaydedilemedi.";

/* NSFileWriteFileExistsError, argument is a file name */
"Err516.f" = "Aynı ada sahip bir dosya zaten var olduğu için “%@” adlı dosya kaydedilemedi.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517" = "Dosya, belirtilen metin kodlaması kullanılarak kaydedilemedi.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-C" = "Belirtilen metin kodlaması uygulanabilir değil.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517-C.e" = "%@ metin kodlaması uygulanabilir değil.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-R" = "Mümkünse, farklı bir metin kodlaması seçin.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.e" = "Dosya, %@ metin kodlaması kullanılarak kaydedilemedi.";

/* NSFileWriteInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.ef" = "“%2$@” adlı dosya, %1$@ metin kodlaması kullanılarak kaydedilemedi.";

/* NSFileWriteUnsupportedSchemeError */
"Err518" = "Belirtilen URL türü desteklenmediği için dosya kaydedilemedi.";

/* NSFileWriteUnsupportedSchemeError */
"Err518-C" = "Belirtilen URL türü desteklenmiyor.";

/* NSFileWriteUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err518.fu" = "URL türü olan %2$@ desteklenmediği için “%1$@” adlı dosya kaydedilemedi.";

/* NSFileWriteUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err518.u" = "URL türü olan %@ desteklenmediği için dosya kaydedilemedi.";

/* NSFileWriteOutOfSpaceError */
"Err640" = "Yeterli yer olmadığı için dosya kaydedilemedi.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Copy).fp" = "Yeterli yer olmadığı için “%1$@”, “%2$@” adlı hedefe kopyalanamadı.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Link).fp" = "Yeterli yer olmadığı için “%1$@”, “%2$@” adlı hedefe bağlanamadı.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Move).fp" = "Yeterli yer olmadığı için “%1$@”, “%2$@” adlı hedefe taşınamadı.";

/* NSFileWriteOutOfSpaceError, argument is a file name */
"Err640(Trash).f" = "Yeterli yer olmadığı için “%@” Çöp Sepeti’ne taşınamadı.";

/* NSFileWriteOutOfSpaceError */
"Err640-C" = "Yeterli yer yok.";

/* NSFileWriteOutOfSpaceError, argument is volume name */
"Err640-C.v" = "“%@” adlı disk bölümünde yer kalmadı.";

/* NSFileWriteOutOfSpaceError */
"Err640-R" = "Disk bölümündeki bazı dosyaları silin ve daha sonra yeniden deneyin.";

/* NSFileWriteOutOfSpaceError, argument is a file name */
"Err640.f" = "Yeterli yer olmadığı için “%@” adlı dosyayı kaydedemezsiniz.";

/* NSFileWriteOutOfSpaceError, arguments are file name and volume name */
"Err640.fv" = "“%2$@” adlı disk bölümünde yer kalmadığı için “%1$@” adlı dosyayı kaydedemezsiniz.";

/* NSFileWriteVolumeReadOnlyError */
"Err642" = "Disk bölümü salt okunur olduğu için dosya kaydedilemedi.";

/* NSFileWriteVolumeReadOnlyError, argument is a file name */
"Err642(Trash).f" = "Disk bölümü salt okunur olduğu için “%@” Çöp Sepeti’ne taşınamadı.";

/* NSFileWriteVolumeReadOnlyError */
"Err642-C" = "Disk bölümü salt okunur.";

/* NSFileWriteVolumeReadOnlyError, argument is volume name */
"Err642-C.v" = "“%@” adlı disk bölümü salt okunur.";

/* NSFileWriteVolumeReadOnlyError */
"Err642-R" = "Dosyayı başka bir disk bölümüne kaydetmeyi deneyin.";

/* NSFileWriteVolumeReadOnlyError, argument is a file name */
"Err642.f" = "Disk bölümü salt okunur olduğu için “%@” adlı dosyayı kaydedemezsiniz.";

/* NSFileWriteVolumeReadOnlyError, arguments are file name and volume name */
"Err642.fv" = "“%2$@” adlı disk bölümü salt okunur olduğu için “%1$@” adlı dosyayı kaydedemezsiniz.";

/* A fallback error message. %@ is the error domain name, %ld is the error number */
"The operation couldn\\U2019t be completed. (%1$@ error %2$ld.)" = "İşlem tamamlanamadı. (%1$@ hatası %2$ld.)";

